Case/3D/Anti-angiogenic only/Case/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 0.001;

vertices
(
  (0 0 0)
  (58.125 0 0)
  (58.125 97.5 0)
  (0 97.5 0)
  (0 0 54)
  (58.125 0 54)
  (58.125 97.5 54)
  (0 97.5 54)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (62 104 9) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    left
    {
        type wall;
        faces
        (
            (0 4 7 3)
        );
    }
    right
    {
        type wall;
        faces
        (
           (2 6 5 1)
        );
    }

    top
    {
        type wall;
        faces
        (
           (3 7 6 2)
        );
    }

    bottom
    {
        type wall;
        faces
        (
           (1 5 4 0)
        );
    }

    front
    {
        type wall;
        faces
        (
            (4 5 6 7)
        );
    }

    back
    {
        type wall;
        faces
        (
            (0 3 2 1)
        );
    }
);

mergePatchPairs
(
);

// ************************************************************************* //
