Case/3D/Anti-angiogenic only/Case/0/infSite
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      infSite;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   nonuniform List<scalar>
58032
(
  0
0
0
0
0
0
0
0
...
);

boundaryField
{
    left
    {
        type              zeroGradient;
    }

    right
    {
        type              zeroGradient;
    }

    top
    {
        type              zeroGradient;
    }

    bottom
    {
      type              zeroGradient;
    }

    front
    {
      type              zeroGradient;
    }

    back
    {
      type              zeroGradient;
    }
}

// ************************************************************************* //
